tap "anomalyco/tap"
tap "hashicorp/tap"
tap "oven-sh/bun"
brew "bazelisk"
brew "cheat"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "gh"
brew "glab"
brew "gum"
brew "neovim"
brew "node"
brew "pre-commit"
brew "ripgrep"
brew "sesh"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "anomalyco/tap/opencode"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
